Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# dialog.textURL.prompt.message
source: A %@:// link is asking cmux to paste a prompt into the current workspace. cmux cannot verify which website or app opened this link. cmux will paste the text into the terminal and will not press Return. Only continue if you trust this prompt.
ar: يطلب رابط %@:// من cmux لصق مطالبة في مساحة العمل الحالية. لا يمكن لـ cmux التحقق من موقع الويب أو التطبيق الذي فتح هذا الرابط. سيقوم cmux بلصق النص في الطرفية ولن يضغط على Return. تابع فقط إذا كنت تثق بهذه المطالبة.
bs: Veza %@:// traži od cmux da zalijepi prompt u trenutni radni prostor. cmux ne može provjeriti koja je web lokacija ili aplikacija otvorila ovu vezu. cmux će zalijepiti tekst u terminal i neće pritisnuti Return. Nastavite samo ako vjerujete ovom upitu.
da: Et %@://-link beder cmux om at indsætte en prompt i det aktuelle arbejdsområde. cmux kan ikke bekræfte, hvilken hjemmeside eller app der åbnede dette link. cmux indsætter teksten i terminalen og vil ikke trykke på Return. Fortsæt kun, hvis du stoler på denne prompt.
de: Ein %@://-Link fordert cmux auf, eine Eingabeaufforderung in den aktuellen Arbeitsbereich einzufügen. cmux kann nicht überprüfen, welche Website oder App diesen Link geöffnet hat. cmux fügt den Text in das Terminal ein und drückt nicht Return. Fahren Sie nur fort, wenn Sie dieser Aufforderung vertrauen.
es: Un enlace %@:// solicita a cmux que pegue un mensaje en el espacio de trabajo actual. cmux no puede verificar qué sitio web o aplicación abrió este enlace. cmux pegará el texto en el terminal y no presionará Return. Continúe solo si confía en este mensaje.
fr: Un lien %@:// demande à cmux de coller une invite dans l'espace de travail actuel. cmux ne peut pas vérifier quel site Web ou quelle application a ouvert ce lien. cmux collera le texte dans le terminal et n'appuiera pas sur Return. Continuez uniquement si vous faites confiance à cette invite.
it: Un collegamento %@:// chiede a cmux di incollare un prompt nell'area di lavoro corrente. cmux non può verificare quale sito Web o app ha aperto questo collegamento. cmux incollerà il testo nel terminale e non premerà Return. Continua solo se ti fidi di questo messaggio.
ja: %@:// リンクが現在のワークスペースにプロンプトをペーストするよう cmux に要求しています。cmux は、このリンクを開いた Web サイトやアプリを確認できません。 cmux はテキストをターミナルに貼り付け、Return は押しません。このプロンプトを信頼している場合のみ続行してください。
ko: %@:// 링크는 cmux에게 현재 작업 공간에 프롬프트를 붙여넣도록 요청합니다. cmux는 어떤 웹사이트나 앱이 이 링크를 열었는지 확인할 수 없습니다. cmux는 텍스트를 터미널에 붙여넣고 Return를 누르지 않습니다. 이 메시지를 신뢰하는 경우에만 계속하세요.
nb: En %@://-kobling ber cmux om å lime inn en melding i det gjeldende arbeidsområdet. cmux kan ikke bekrefte hvilken nettside eller app som åpnet denne koblingen. cmux vil lime inn teksten i terminalen og vil ikke trykke Return. Fortsett bare hvis du stoler på denne forespørselen.
pl: Łącze %@:// prosi cmux o wklejenie podpowiedzi do bieżącego obszaru roboczego. cmux nie może sprawdzić, która witryna lub aplikacja otworzyła ten link. cmux wklei tekst do terminala i nie naciśnie Return. Kontynuuj tylko wtedy, gdy ufasz temu monitowi.
pt_br: Um link %@:// está solicitando que cmux cole um prompt no espaço de trabalho atual. cmux não pode verificar qual site ou aplicativo abriu este link. cmux colará o texto no terminal e não pressionará Return. Continue apenas se você confiar neste prompt.
ru: Ссылка %@:// просит cmux вставить приглашение в текущую рабочую область. cmux не может проверить, какой веб-сайт или приложение открыло эту ссылку. cmux вставит текст в терминал и не нажмет Return. Продолжайте, только если вы доверяете этой подсказке.
th: ลิงก์ %@:// กำลังขอให้ cmux วางพร้อมต์ลงในพื้นที่ทำงานปัจจุบัน cmux ไม่สามารถตรวจสอบได้ว่าเว็บไซต์หรือแอปใดเปิดลิงก์นี้ cmux จะวางข้อความลงในเทอร์มินัลและจะไม่กด Return ดำเนินการต่อเมื่อคุณเชื่อถือข้อความแจ้งนี้เท่านั้น
tr: Bir %@:// bağlantısı, cmux'ten mevcut çalışma alanına bir bilgi istemi yapıştırmasını istiyor. cmux bu bağlantıyı hangi web sitesinin veya uygulamanın açtığını doğrulayamıyor. cmux, metni terminale yapıştıracak ve Return tuşuna basmayacaktır. Yalnızca bu isteme güveniyorsanız devam edin.
uk: Посилання %@:// просить cmux вставити підказку в поточну робочу область. cmux не може перевірити, який веб-сайт або додаток відкрив це посилання. cmux вставить текст у термінал і не натисне Return. Продовжуйте, лише якщо ви довіряєте цій підказці.
zh_hans: %@:// 链接要求 cmux 将提示粘贴到当前工作区中。 cmux 无法验证哪个网站或应用程序打开了此链接。 cmux 会将文本粘贴到终端中，并且不会按 Return。仅当您信任此提示时才继续。
zh_hant: %@:// 連結要求 cmux 將提示貼到目前工作區。 cmux 無法驗證哪個網站或應用程式開啟了此連結。 cmux 會將文字貼到終端機中，不會按 Return。僅當您信任此提示時才繼續。

# dialog.textURL.prompt.pasteFailed.title
source: Couldn't Paste Prompt Link
ar: تعذر لصق الرابط الموجه
bs: Nije moguće zalijepiti vezu upita
da: Kunne ikke indsætte promptlink
de: Der Link zur Eingabeaufforderung konnte nicht eingefügt werden
es: No se pudo pegar el enlace del mensaje
fr: Impossible de coller le lien d'invite
it: Impossibile incollare il collegamento alla richiesta
ja: プロンプトリンクをペーストできませんでした
ko: 프롬프트 링크를 붙여넣을 수 없습니다.
nb: Kunne ikke lime inn forespørselskobling
pl: Nie można wkleić linku podpowiedzi
pt_br: Não foi possível colar o link do prompt
ru: Не удалось вставить ссылку с подсказкой
th: ไม่สามารถวางลิงก์พร้อมท์ได้
tr: İstem Bağlantısı Yapıştırılamadı
uk: Не вдалося вставити посилання підказки
zh_hans: 无法粘贴提示链接
zh_hant: 無法貼上提示鏈接

# dialog.textURL.prompt.title
source: Paste a Prompt From an External Link?
ar: هل تريد لصق مطالبة من رابط خارجي؟
bs: Zalijepiti upit sa vanjske veze?
da: Indsætte en prompt fra et eksternt link?
de: Eine Eingabeaufforderung von einem externen Link einfügen?
es: ¿Pegar un mensaje desde un enlace externo?
fr: Coller une invite à partir d'un lien externe?
it: Incollare un messaggio da un collegamento esterno?
ja: 外部リンクからプロンプトをペーストしますか？
ko: 외부 링크에서 프롬프트를 붙여넣으시겠습니까?
nb: Lime inn en melding fra en ekstern kobling?
pl: Wkleić monit z łącza zewnętrznego?
pt_br: Colar um prompt de um link externo?
ru: Вставить подсказку из внешней ссылки?
th: วางพรอมต์จากลิงก์ภายนอกหรือไม่
tr: Harici Bağlantıdan İstem Yapıştırılsın mı?
uk: Вставити підказку із зовнішнього посилання?
zh_hans: 从外部链接粘贴提示？
zh_hant: 從外部連結貼上提示？

# dialog.textURL.rules.message
source: A %@:// link is asking cmux to paste rules into the current workspace. cmux cannot verify which website or app opened this link. cmux will paste the rules into the terminal and will not write files or press Return. Only continue if you trust these rules.
ar: يطلب رابط %@:// من cmux لصق القواعد في مساحة العمل الحالية. لا يمكن لـ cmux التحقق من موقع الويب أو التطبيق الذي فتح هذا الرابط. سيقوم cmux بلصق القواعد في الطرفية ولن يقوم بكتابة الملفات أو الضغط على Return. استمر فقط إذا كنت تثق بهذه القواعد.
bs: %@:// link traži od cmux da zalijepi pravila u trenutni radni prostor. cmux ne može provjeriti koja je web lokacija ili aplikacija otvorila ovu vezu. cmux će zalijepiti pravila u terminal i neće pisati datoteke niti pritisnuti Return. Nastavite samo ako vjerujete ovim pravilima.
da: Et %@://-link beder cmux om at indsætte regler i det aktuelle arbejdsområde. cmux kan ikke bekræfte, hvilken hjemmeside eller app der åbnede dette link. cmux indsætter reglerne i terminalen og vil ikke skrive filer eller trykke på Return. Fortsæt kun, hvis du stoler på disse regler.
de: Ein %@://-Link fordert cmux auf, Regeln in den aktuellen Arbeitsbereich einzufügen. cmux kann nicht überprüfen, welche Website oder App diesen Link geöffnet hat. cmux fügt die Regeln in das Terminal ein, schreibt keine Dateien und drückt auch nicht Return. Fahren Sie nur fort, wenn Sie diesen Regeln vertrauen.
es: Un enlace %@:// solicita a cmux que pegue reglas en el espacio de trabajo actual. cmux no puede verificar qué sitio web o aplicación abrió este enlace. cmux pegará las reglas en el terminal y no escribirá archivos ni presionará Return. Continúe solo si confía en estas reglas.
fr: Un lien %@:// demande à cmux de coller des règles dans l'espace de travail actuel. cmux ne peut pas vérifier quel site Web ou quelle application a ouvert ce lien. cmux collera les règles dans le terminal, n'écrira pas de fichiers et n'appuiera pas sur Return. Ne continuez que si vous faites confiance à ces règles.
it: Un collegamento %@:// chiede a cmux di incollare le regole nell'area di lavoro corrente. cmux non può verificare quale sito Web o app ha aperto questo collegamento. cmux incollerà le regole nel terminale e non scriverà file né premerà Return. Continua solo se ti fidi di queste regole.
ja: %@:// リンクが現在のワークスペースにルールをペーストするよう cmux に要求しています。cmux は、このリンクを開いた Web サイトやアプリを確認できません。 cmux はルールをターミナルに貼り付け、ファイルへの書き込みや Return の押下は行いません。このルールを信頼している場合のみ続行してください。
ko: %@:// 링크는 cmux에게 규칙을 현재 작업 공간에 붙여넣도록 요청합니다. cmux는 어떤 웹사이트나 앱이 이 링크를 열었는지 확인할 수 없습니다. cmux는 규칙을 터미널에 붙여넣고 파일을 쓰거나 Return를 누르지 않습니다. 이 규칙을 신뢰하는 경우에만 계속하세요.
nb: En %@://-kobling ber cmux lime inn regler i det gjeldende arbeidsområdet. cmux kan ikke bekrefte hvilken nettside eller app som åpnet denne koblingen. cmux vil lime inn reglene i terminalen og vil ikke skrive filer eller trykke Return. Fortsett bare hvis du stoler på disse reglene.
pl: Link %@:// prosi cmux o wklejenie reguł do bieżącego obszaru roboczego. cmux nie może sprawdzić, która witryna lub aplikacja otworzyła ten link. cmux wklei reguły do terminala, nie zapisze plików ani nie naciśnie Return. Kontynuuj tylko wtedy, gdy ufasz tym zasadom.
pt_br: Um link %@:// está solicitando que cmux cole regras no espaço de trabalho atual. cmux não pode verificar qual site ou aplicativo abriu este link. cmux colará as regras no terminal e não gravará arquivos nem pressionará Return. Continue apenas se você confiar nessas regras.
ru: Ссылка %@:// запрашивает cmux вставить правила в текущую рабочую область. cmux не может проверить, какой веб-сайт или приложение открыло эту ссылку. cmux вставит правила в терминал, не будет записывать файлы или нажимать Return. Продолжайте, только если вы доверяете этим правилам.
th: ลิงก์ %@:// กำลังขอให้ cmux วางกฎลงในพื้นที่ทำงานปัจจุบัน cmux ไม่สามารถตรวจสอบได้ว่าเว็บไซต์หรือแอปใดเปิดลิงก์นี้ cmux จะวางกฎลงในเทอร์มินัล และจะไม่เขียนไฟล์หรือกด Return ดำเนินการต่อหากคุณเชื่อถือกฎเหล่านี้เท่านั้น
tr: Bir %@:// bağlantısı, cmux'ten kuralları geçerli çalışma alanına yapıştırmasını istiyor. cmux bu bağlantıyı hangi web sitesinin veya uygulamanın açtığını doğrulayamıyor. cmux, kuralları terminale yapıştıracak ve dosya yazmayacak veya Return'e basmayacak. Yalnızca bu kurallara güveniyorsanız devam edin.
uk: Посилання %@:// просить cmux вставити правила в поточну робочу область. cmux не може перевірити, який веб-сайт або додаток відкрив це посилання. cmux вставить правила в термінал і не буде записувати файли або натискати Return. Продовжуйте, лише якщо ви довіряєте цим правилам.
zh_hans: %@:// 链接要求 cmux 将规则粘贴到当前工作区中。 cmux 无法验证哪个网站或应用程序打开了此链接。 cmux 会将规则粘贴到终端中，并且不会写入文件或按 Return。仅当您信任这些规则时才继续。
zh_hant: %@:// 連結要求 cmux 將規則貼到目前工作區。 cmux 無法驗證哪個網站或應用程式開啟了此連結。 cmux 會將規則貼到終端機中，並且不會寫入檔案或按 Return。僅當您信任這些規則時才繼續。

# dialog.textURL.rules.pasteFailed.title
source: Couldn't Paste Rules Link
ar: تعذر لصق رابط القواعد
bs: Nije moguće zalijepiti vezu s pravilima
da: Kunne ikke indsætte regellink
de: Der Regellink konnte nicht eingefügt werden
es: No se pudo pegar el enlace de reglas
fr: Impossible de coller le lien vers les règles
it: Impossibile incollare il collegamento alle regole
ja: ルールリンクをペーストできませんでした
ko: 규칙 링크를 붙여넣을 수 없습니다.
nb: Kunne ikke lime inn regelkobling
pl: Nie można wkleić linku do reguł
pt_br: Não foi possível colar o link das regras
ru: Не удалось вставить ссылку на правила.
th: ไม่สามารถวางลิงก์กฎได้
tr: Kural Bağlantısı Yapıştırılamadı
uk: Не вдалося вставити посилання на правила
zh_hans: 无法粘贴规则链接
zh_hant: 無法貼上規則鏈接

# dialog.textURL.rules.title
source: Paste Rules From an External Link?
ar: هل تريد لصق القواعد من رابط خارجي؟
bs: Zalijepiti pravila sa vanjske veze?
da: Indsætte regler fra et eksternt link?
de: Regeln von einem externen Link einfügen?
es: ¿Pegar reglas desde un enlace externo?
fr: Coller les règles à partir d'un lien externe?
it: Incollare regole da un collegamento esterno?
ja: 外部リンクからルールをペーストしますか？
ko: 외부 링크에서 규칙을 붙여넣으시겠습니까?
nb: Lime inn regler fra en ekstern lenke?
pl: Wkleić reguły z łącza zewnętrznego?
pt_br: Colar regras de um link externo?
ru: Вставить правила из внешней ссылки?
th: วางกฎจากลิงก์ภายนอกหรือไม่
tr: Kurallar Harici Bir Bağlantıdan Yapıştırılsın mı?
uk: Вставити правила із зовнішнього посилання?
zh_hans: 从外部链接粘贴规则？
zh_hant: 從外部連結貼上規則？

# dialog.textURL.titleLabel
source: Title: %@
ar: العنوان: %@
bs: Naslov: %@
da: Titel: %@
de: Titel: %@
es: Título: %@
fr: Titre: %@
it: Titolo: %@
ja: タイトル: %@
ko: 제목: %@
nb: Tittel: %@
pl: Tytuł: %@
pt_br: Título: %@
ru: Заголовок: %@
th: หัวข้อ: %@
tr: Başlık: %@
uk: Назва: %@
zh_hans: 标题: %@
zh_hant: 標題: %@

# diffComments.bridge.notAllowed
source: This page cannot use diff comments.
ar: لا يمكن لهذه الصفحة استخدام تعليقات diff.
de: Diese Seite kann keine Diff-Kommentare verwenden.
es: Esta página no puede utilizar comentarios de diferencias.
fr: Cette page ne peut pas utiliser de commentaires sur le diff.
ja: このページではdiffコメントを使用できません。
ko: 이 페이지에서는 변경 사항(diff) 댓글을 사용할 수 없습니다.
zh_hans: 此页面无法使用差异评论。
zh_hant: 此頁面無法使用差異註解。

# diffViewer.addComment
source: Add comment
ar: إضافة تعليق
de: Kommentar hinzufügen
es: Añadir comentario
fr: Ajouter un commentaire
ja: コメントを追加
ko: 댓글 추가
zh_hans: 添加评论
zh_hant: 新增註解

# diffViewer.additions
source: Additions
ar: الإضافات
de: Hinzufügungen
es: Adiciones
fr: Ajouts
ja: 追加
ko: 추가
zh_hans: 新增
zh_hant: 新增

# diffViewer.bars
source: Bars
ar: الأشرطة
de: Balken
es: Barras
fr: Barres
ja: バー
ko: 막대
zh_hans: 条形
zh_hant: 長條

# diffViewer.baseReason.createdFrom
source: created from
ar: تم إنشاؤه من
de: erstellt aus
es: creado a partir de
fr: créé à partir de
ja: 作成元
ko: 생성 기준
zh_hans: 创建来源
zh_hant: 建立自

# diffViewer.baseReason.default
source: default
ar: افتراضي
de: Standard
es: predeterminado
fr: par défaut
ja: デフォルト
ko: 기본
zh_hans: 默认
zh_hant: 預設

# diffViewer.baseReason.forkPoint
source: fork point
ar: نقطة التفريع
de: Fork-Punkt
es: punto de bifurcación
fr: point de fork
ja: 分岐点
ko: 포크 지점
zh_hans: 分叉点
zh_hant: 分岔點

# diffViewer.baseReason.manual
source: manual
ar: يدوي
de: manuell
fr: manuel
ja: 手動
ko: 수동
zh_hans: 手动
zh_hant: 手動

# diffViewer.baseReason.prBase
source: PR base
ar: أساس PR
de: PR-Basis
es: base de PR
fr: base de la PR
ja: PR ベース
ko: PR 베이스
zh_hans: PR 基线
zh_hant: PR 基底

# diffViewer.binaryFile
source: Binary file
ar: ملف ثنائي
de: Binärdatei
es: archivo binario
fr: Fichier binaire
ja: バイナリファイル
ko: 바이너리 파일
zh_hans: 二进制文件
zh_hant: 二進位檔案

# diffViewer.branchBase
source: Branch base
ar: أساس الفرع
de: Branch-Basis
es: Base de la rama
fr: Base de la branche
ja: ブランチ基準
ko: 브랜치 베이스
zh_hans: 分支基线
zh_hant: 分支基底

# diffViewer.branchPickerBasePrefix
source: Base:
ar: الأساس:
de: Basis:
ja: 基準:
ko: 베이스:
zh_hans: 基线：
zh_hant: 基底：

# diffViewer.branchPickerComparing
source: Comparing {head} against {base}
ar: مقارنة {head} مع {base}
de: Vergleich von {head} mit {base}
es: Comparando {head} con {base}
fr: Comparaison de {head} avec {base}
ja: {head} を {base} と比較中
ko: {base}와(과) {head} 비교 중
zh_hans: 正在比较 {head} 与 {base}
zh_hant: 正在比較 {head} 與 {base}

# diffViewer.branchPickerCurrent
source: current
ar: الحالي
de: aktuell
es: actual
fr: actuelle
ja: 現在
ko: 현재
zh_hans: 当前
zh_hant: 目前

# diffViewer.branchPickerFilterPlaceholder
source: Filter branches
ar: تصفية الفروع
de: Branches filtern
es: Filtrar ramas
fr: Filtrer les branches
ja: ブランチを絞り込む
ko: 브랜치 필터링
zh_hans: 筛选分支
zh_hant: 篩選分支

# diffViewer.branchPickerGenerateFailed
source: Could not generate the diff. Choose a branch to retry.
ar: تعذّر إنشاء الفرق. اختر فرعًا لإعادة المحاولة.
bs: Nije moguće generisati razliku. Odaberite granu da pokušate ponovo.
da: Kunne ikke generere diffen. Vælg en gren for at prøve igen.
de: Der Diff konnte nicht erstellt werden. Wähle einen Branch, um es erneut zu versuchen.
es: No se pudo generar la diferencia. Elige una rama para volver a intentarlo.
fr: Impossible de générer le diff. Choisissez une branche pour réessayer.
it: Impossibile generare il diff. Scegli un branch per riprovare.
ja: 差分を生成できませんでした。ブランチを選択して再試行してください。
ko: 차이를 생성할 수 없습니다. 다시 시도할 브랜치를 선택하세요.
nb: Kunne ikke generere diffen. Velg en gren for å prøve igjen.
pl: Nie udało się wygenerować różnic. Wybierz gałąź, aby spróbować ponownie.
pt_br: Não foi possível gerar o diff. Escolha uma branch para tentar novamente.
ru: Не удалось создать diff. Выберите ветку, чтобы повторить попытку.
th: สร้าง diff ไม่สำเร็จ เลือกสาขาเพื่อลองอีกครั้ง
tr: Fark oluşturulamadı. Yeniden denemek için bir dal seçin.
uk: Не вдалося створити diff. Виберіть гілку, щоб повторити спробу.
zh_hans: 无法生成差异。请选择一个分支重试。
zh_hant: 無法產生差異。請選擇分支後重試。

# diffViewer.branchPickerGenerating
source: Generating diff against {ref}...
ar: جاري إنشاء الفروقات (diff) بالمقارنة مع {ref}...
de: Diff gegen {ref} wird generiert...
es: Generando diferencias con {ref}...
fr: Génération du diff par rapport à {ref}...
ja: {ref} との差分を生成中...
ko: {ref}에 대한 변경 사항 생성 중...
zh_hans: 正在生成与 {ref} 的差异...
zh_hant: 正在產生相對於 {ref} 的差異...

# diffViewer.branchPickerGroupBranches
source: Branches
ar: الفروع
es: Ramas
ja: ブランチ
ko: 브랜치
zh_hans: 分支
zh_hant: 分支

# diffViewer.branchPickerGroupRecent
source: Recent
ar: مؤخرًا
de: Jüngste
es: Reciente
fr: Récent
ja: 最近
ko: 최근의
zh_hans: 最近
zh_hant: 最近的

# diffViewer.branchPickerGroupRemotes
source: Remotes
ar: الفروع البعيدة
es: Remotos
fr: Branches distantes
ja: リモート
ko: 원격
zh_hans: 远程
zh_hant: 遠端

# diffViewer.branchPickerGroupSuggested
source: Suggested
ar: مقترح
de: Empfohlen
es: sugerido
fr: Suggéré
ja: おすすめ
ko: 제안
zh_hans: 建议
zh_hant: 建議

# diffViewer.branchPickerGroupWorktrees
source: Worktrees
ar: شجرات العمل
es: Árboles de trabajo
fr: Arbres de travail
ja: ワークツリー
ko: 작업 트리
zh_hans: 工作树
zh_hant: 工作樹

# diffViewer.branchPickerLoadFailed
source: Could not load branches.
ar: تعذر تحميل الفروع.
de: Branches konnten nicht geladen werden.
es: No se pudieron cargar las ramas.
fr: Impossible de charger les branches.
ja: ブランチを読み込めませんでした。
ko: 브랜치를 불러올 수 없습니다.
zh_hans: 无法加载分支。
zh_hant: 無法載入分支。

# diffViewer.branchPickerLoading
source: Loading branches...
ar: جاري تحميل الفروع...
de: Branches werden geladen...
es: Cargando ramas...
fr: Chargement des branches...
ja: ブランチを読み込み中...
ko: 브랜치 불러오는 중...
zh_hans: 正在加载分支...
zh_hant: 正在載入分支...

# diffViewer.branchPickerMore
source: {count} more, type to filter
ar: أكثر بـ {count}، اكتب للتصفية
de: {count} weitere, zum Filtern tippen
es: {count} más, escribe para filtrar
fr: {count} de plus, saisissez pour filtrer
ja: 他 {count} 件、入力して絞り込み
ko: {count}개 더 있음, 필터링하려면 입력하세요
zh_hans: 还有 {count} 项，输入以筛选
zh_hant: 還有 {count} 個，輸入以進行篩選

# diffViewer.branchPickerNoMatches
source: No matching branches
ar: لا توجد فروع مطابقة
de: Keine übereinstimmenden Branches
es: No hay ramas coincidentes
fr: Aucune branche correspondante
ja: 一致するブランチがありません
ko: 일치하는 브랜치 없음
zh_hans: 没有匹配的分支
zh_hant: 無相符的分支

# diffViewer.branchPickerOpen
source: Change diff base
ar: تغيير أساس الفروقات
de: Diff-Basis ändern
es: Cambiar base de diferencias
fr: Modifier la base du diff
ja: 差分の基準を変更
ko: 변경 사항 베이스 수정
zh_hans: 更改差异基线
zh_hant: 變更差異基底

# diffViewer.branchPickerUseRaw
source: Use "{ref}" (raw)
ar: استخدام "{ref}" (خام)
de: "{ref}" (raw) verwenden
es: Usar "{ref}" (sin procesar)
fr: Utiliser « {ref} » (brut)
ja: "{ref}" を使用（そのまま）
ko: "{ref}"(raw) 사용
zh_hans: 使用“{ref}”（原始）
zh_hant: 使用 "{ref}" (原始)

# diffViewer.cancelComment
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# diffViewer.changedFiles
source: Changed files
ar: الملفات المعدلة
de: Geänderte Dateien
es: Archivos modificados
fr: Fichiers modifiés
ja: 変更されたファイル
ko: 변경된 파일
zh_hans: 已更改文件
zh_hant: 變更的檔案

# diffViewer.classic
source: Classic
ar: كلاسيكي
de: Klassisch
es: Clásico
fr: Classique
ja: クラシック
ko: 클래식
zh_hans: 经典
zh_hant: 經典

# diffViewer.collapseAllDiffs
source: Collapse all diffs
ar: طي جميع الفروقات
de: Alle Diffs einklappen
es: Contraer todas las diferencias
fr: Réduire tous les diffs
ja: すべての差分を折りたたむ
ko: 모든 변경 사항 접기
zh_hans: 折叠所有差异
zh_hant: 折疊所有差異

# diffViewer.collapseUnchangedContext
source: Collapse unchanged context
ar: طي السياق غير المعدل
de: Unveränderten Kontext einklappen
es: Contraer contexto sin cambios
fr: Réduire le contexte non modifié
ja: 未変更のコンテキストを折りたたむ
ko: 변경되지 않은 컨텍스트 접기
zh_hans: 折叠未更改的上下文
zh_hant: 折疊未變更的內容

# diffViewer.commentPlaceholder
source: Leave a comment
ar: اترك تعليقًا
de: Einen Kommentar hinterlassen
es: Deja un comentario
fr: Laisser un commentaire
ja: コメントを入力
ko: 댓글 작성
zh_hans: 留下评论
zh_hant: 留下註解

# diffViewer.comments
source: Comments
ar: التعليقات
de: Kommentare
es: Comentarios
fr: Commentaires
ja: コメント
ko: 댓글
zh_hans: 评论
zh_hant: 註解

# diffViewer.copiedGitApplyCommand
source: Copied git apply command
ar: تم نسخ أمر git apply
de: Befehl "git apply" kopiert
es: Comando git apply copiado
fr: Commande git apply copiée
ja: git apply コマンドをコピーしました
ko: git apply 명령어 복사됨
zh_hans: 已复制 git apply 命令
zh_hant: 已複製 git apply 指令

# diffViewer.copyFailedGitApplyCommand
source: Could not copy git apply command.
ar: تعذر نسخ أمر git apply.
bs: Nije moguće kopirati naredbu git apply.
da: Kunne ikke kopiere git apply-kommandoen.
de: Der git apply-Befehl konnte nicht kopiert werden.
es: No se pudo copiar el comando git apply.
fr: Impossible de copier la commande git apply.
it: Impossibile copiare il comando git apply.
ja: git apply コマンドをコピーできませんでした。
ko: git apply 명령을 복사할 수 없습니다.
nb: Kunne ikke kopiere git apply-kommandoen.
pl: Nie udało się skopiować polecenia git apply.
pt_br: Não foi possível copiar o comando git apply.
ru: Не удалось скопировать команду git apply.
th: ไม่สามารถคัดลอกคำสั่ง git apply ได้
tr: git apply komutu kopyalanamadı.
uk: Не вдалося скопіювати команду git apply.
zh_hans: 无法复制 git apply 命令。
zh_hant: 無法複製 git apply 指令。

# diffViewer.copyGitApplyCommand
source: Copy git apply command
ar: نسخ أمر git apply
de: Befehl „git apply“ kopieren
es: Copiar comando git apply
fr: Copier la commande git apply
ja: git apply コマンドをコピー
ko: git apply 명령어 복사
zh_hans: 复制 git apply 命令
zh_hant: 複製 git apply 指令

# diffViewer.deleteComment
source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# diffViewer.deletions
source: Deletions
ar: الحذوفات
de: Löschungen
es: Eliminaciones
fr: Suppressions
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# diffViewer.diffStats
source: Diff stats
ar: إحصائيات الفروقات
de: Diff-Statistiken
es: Estadísticas de diferencias
fr: Statistiques de diff
ja: 差分の統計
ko: 변경 통계
zh_hans: 差异统计
zh_hant: 差異統計

# diffViewer.diffTarget
source: Diff target
ar: هدف الفروقات
de: Diff-Ziel
es: Destino de diferencias
fr: Cible du diff
ja: 差分ターゲット
ko: 변경 대상
zh_hans: 差异目标
zh_hant: 差異目標

# diffViewer.diffViewer
source: Diff viewer
ar: مستعرض الفروقات
es: Visor de diferencias
fr: Visionneuse de diff
ja: 差分ビューア
ko: 변경 사항 뷰어
zh_hans: 差异查看器
zh_hant: 差異檢視器

# diffViewer.disableWordDiffs
source: Disable word diffs
ar: تعطيل الفروقات على مستوى الكلمات
de: Wort-Diffs deaktivieren
es: Desactivar diferencias de palabras
fr: Désactiver les diffs par mot
ja: 単語単位の差分を無効にする
ko: 단어 단위 변경 해제
zh_hans: 禁用词级差异
zh_hant: 停用單字差異

# diffViewer.disableWordWrap
source: Disable word wrap
ar: تعطيل التفاف الكلمات
de: Zeilenumbruch deaktivieren
es: Desactivar ajuste de línea
fr: Désactiver le retour à la ligne automatique
ja: 折り返しを無効にする
ko: 자동 줄 바꿈 해제
zh_hans: 禁用自动换行
zh_hant: 停用自動換行

# diffViewer.editComment
source: Edit
ar: يحرر
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집하다
zh_hans: 编辑
zh_hant: 編輯
